{
  "products": [
    {
      "id": 1,
      "name": "Tenis Nike Runner",
      "amount": 300,
      "description": "Encare seu treino e encontre seu ritmo. Ele é seguro e altamente ágil com mais flexibilidade em cada passo. Faça suas longas corridas com o Nike ZoomX Invincible Run Flyknit. A espuma leve e ágil é confortável e ajuda a fornecer energia a cada passo.",
      "src": "https://images.pexels.com/photos/1456706/pexels-photo-1456706.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "created_at": "2021-02-12 09:00:00"
    },
    {
      "id": 2,
      "name": "Tênis Nike ZoomX",
      "amount": 420,
      "description": "É um de nossos tênis mais testados, desenvolvidos para ajudar você a sentir o potencial quando o pé atinge a calçada. A parte de cima macia e ventilada se combina a uma boca elástica para um ajuste semelhante a uma meia, oferecendo mais segurança e estabilidade. ",
      "src": "https://images.pexels.com/photos/1456705/pexels-photo-1456705.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "created_at": "2021-02-12 09:00:00"
    },
    {
      "id": 3,
      "name": "Tenis Nike Invincible Run Flyknit",
      "amount": 300,
      "description": "O Tenis Nike Invincible Run Flyknit tem uma das pisadas mais suaves e responsivas de todos os nossos tênis de corrida. Ele é fresco e ventilado com um ajuste mais amplo na ponta e bastante suporte e amortecimento para te ajudar a atingir suas metas.",
      "src": "https://images.pexels.com/photos/1456737/pexels-photo-1456737.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "created_at": "2021-02-12 09:00:00"
    },
    {
      "name": "Nike Air Max Excee",
      "amount": "420",
      "src": "https://images.pexels.com/photos/1456735/pexels-photo-1456735.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "description": " o Nike Air Max Excee comemora um clássico com um visual repaginado. O design de linhas alongadas e proporções distorcidas na parte de cima elevam um ícone a um patamar moderno.",
      "created_at": "2021-02-12T13:00:00.000Z",
      "id": 4
    },
    {
      "name": "Tênis Nike Sportswear Air Max Infinity 2 Feminino",
      "amount": "399",
      "src": "https://images.pexels.com/photos/1456740/pexels-photo-1456740.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "description": "Com seu look futurista, calcanhar elevado e parte de cima em material misto, o Nike Air Max Infinity 2 proporciona um look moderno e texturizado que você pode usar dia após dia. As linhas onduladas do design adicionam um elemento orgânico para equilibrar a estética moderna, enquanto o amortecimento Max Air adiciona conforto para o seu dia.",
      "created_at": "2021-02-12T13:00:00.000Z",
      "id": 5
    }
  ]
}